Repository: danpashin/RJTranslate
Catalog: RJTranslate-App/Support/*.lproj/Localizable.strings
Languages: ru

source: Available translations
ru: Доступные переводы

# translations_update_is_available
source: Translation update is now available
ru: Доступно обновление переводов

# tap_to_download
source: Tap here to download
ru: Нажмите, чтобы загрузить

source: Please, wait
ru: Пожалуйста, подождите

source: Updating database...
ru: Выполняем обновление базы данных...

# downloating_localization...
source: Downloading localization files...
ru: Загружаем файлы локализаций...

# failed_to_update
source: Update failed.
ru: Не удалось выполнить обновление

# cannot_find_any_results
source: Unfortunately, we can't find anything
ru: К сожалению, по вашему запросу ничего не найдено

# change_search_request_and_try_again
source: Change your search and try again
ru: Измените поисковой запрос и попробуйте снова

source: Cancel
ru: Отменить

source: Search
ru: Поиск

# no_translations_downloaded
source: No translations installed
ru: Нет установленных переводов

# tap_button_to_download_available
source: Tap the button below to install available
ru: Нажмите на кнопку ниже, чтобы выполнить установку доступных

source: Download
ru: Загрузить

source: Statistics
ru: Статистика

source: Send statistics
ru: Отправлять статистику

# send_statistics_footer
source: Statistics helps us to have better understanding of your preferences and quickly implement new features. But if you do not want to send it, you can disable it.
ru: Статистика помогает нам лучше понять Ваши предпочтения и быстрее внедрять необходимые функции. Но если же Вы не хотите отправлять нам статистику, Вы можете ее отключить.

# send_crashlogs
source: Send crash messages
ru: Отправлять сообщения о вылетах

# send_crashlogs_footer
source: Crash messages help up to quicker fix critical errors and give you a stable product. You can also disable it if you want.
ru: Сообщения о вылетах помогают нам быстрее исправлять критические ошибки и предоставлять Вам более стабильный продукт. Вы также можете отключить отправку этих вылетов, если хотите.
